Repository: AmanoTeam/UnuRobot
Catalog: locales/*/LC_MESSAGES/unobot.po
Languages: es_es, ml_in, nb_no, tr_tr, zh_cn, zh_tw

source: Waiting time to skip this player has been reduced to {time} seconds. Next player: {name}
nb_no: Ventetid før denne spilleren hoppes over er redusert til {time} sekunder. Neste spiller: {name}
tr_tr: Bu oyuncuyu atlamak için gereken süre {time} saniyeye düşürüldü. Sıradaki oyuncu: {name}
zh_cn: 该玩家的等待时间已降至 {time} 秒。 轮到： {name}
zh_tw: 跳過此玩家的等待時間已縮短至 {time} 秒。 輪到: {name}

source: {name1} ran out of time and has been removed from the game! Next player: {name2}
nb_no: {name1} slapp opp for tid og har blitt fjernet fra spillet. Neste spiller: {name2}
tr_tr: {name1}’ın süresi doldu ve oyundan çıkarıldı! Sıradaki oyuncu: {name2}
zh_cn: {name1} 已经被连续跳过了 4 次。 轮到： {name2}
zh_tw: {name1} 已逾時，且已將其從此場遊戲移除! 輪到: {name2}

source: {name} ran out of time and has been removed from the game! The game ended.
nb_no: {name} slapp opp for tid og har blitt fjernet fra spillet. Spillet er over.
tr_tr: {name}’ın süresi doldu ve oyundan çıkarıldı! Oyun sona erdi.
zh_cn: {name} 已经被连续跳过了 4 次。 游戏结束。
zh_tw: {name} 已逾時，且已將其從此場遊戲移除! 遊戲結束。

source: {name} won!
es_es: ¡{name} ganó!
ml_in: {name} ജയിച്ചു!
nb_no: {name} har vunnet.
tr_tr: {name} kazandı!
zh_cn: {name} 赢了！
zh_tw: {name} 贏了!

source: Game ended!
es_es: ¡Fin de la partida!
ml_in: കളി അവസാനിച്ചു!
nb_no: Spillet er over.
tr_tr: Oyun Bitti!
zh_cn: 游戏结束！
zh_tw: 遊戲結束!

source: Please choose a color
es_es: Por favor, selecciona un color
ml_in: നിറം തിരഞ്ഞെടുക്കുക.
nb_no: Velg en farge
tr_tr: Lütfen bir renk seçin
zh_cn: 请选择颜色
zh_tw: 請選擇顏色。

source: There are no more cards in the deck.
es_es: No hay más cartas en la baraja.
ml_in: ഡെക്കിൽ കൂടുതൽ കാർഡുകളൊന്നുമില്ല.
nb_no: Ingen flere kort i kortstokken.
tr_tr: Destede yeterli kart kalmadı.
zh_cn: 牌堆中已经没有更多的牌了。
zh_tw: 卡堆中已經沒牌了。

source: Bluff called! Giving 4 cards to {name}
es_es: ¡Era un farol! {name} recibe 4 cartas.
ml_in: ബ്ലഫ് വിളിച്ചു! {name} ന് 4 കാർഡുകൾ നൽകുന്നു.
nb_no: Bløff sett. Gir 4 kort til {name}.
tr_tr: Blöf yapıyor! {name}’a 4 kart ver.
zh_cn: 质疑成功！给 {name} 4 张牌
zh_tw: 已確定為虛張聲勢! 給 {name} 4 張牌。

source: {name1} didn't bluff! Giving 6 cards to {name2}
es_es: ¡{name1} no se había tirado un farol!, {name2} recibe 6 cartas.
ml_in: {name1} bluff ചെയ്തില്ല. {name2} ന് 6 കാർഡ് നല്‍കുന്നു .
tr_tr: {name1} blöf yapmıyordu! {name2}’a 6 kart ver.
zh_cn: 质疑 {name1} 失败！给 {name2} 6 张牌
zh_tw: {name1} 並未虛張聲勢! 給 {name2} 6 張牌。

source: Send this command in a group to be notified when a new game is started there.
nb_no: Send denne kommandoen i en gruppe du vil varsle når et nytt spill starter her.
tr_tr: Bu komutu, bir grupta yeni bir oyuna başladığında bildirim almak için o gruba gönderin.
zh_cn: 在群组中发送该指令，以在新游戏开始时通知您。
zh_tw: 請將這個指令傳到群組中，以在新遊戲開始時通知您。

source: A new game has been started in {title}
nb_no: Et nytt spill har blitt startet i {title}
tr_tr: Şu grupta yeni bir oyun başladı: {title}
zh_cn: 新游戏已在 {title} 开始
zh_tw: 新遊戲已經在 {title} 開始!

source: Created a new game! Join the game with /join and start the game with /start
es_es: ¡Nueva partida creada! Únete con /join. Cuando estéis todos listos, haz /start para empezar.
ml_in: പുതിയ ഗെയിം സൃഷ്ടിച്ചു! /join ഉപയോഗിച്ച് ഗെയിം ജോയിൻ ചെയ്തതിനു ശേഷം /start ഉപയോഗിച്ച് ഗെയിം തുടങ്ങു.
nb_no: Opprettet nytt spill. Ta del i spillet med «/join» og start spillet med «/start».
tr_tr: Yeni bir oyun oluşturuldu! Oyuna katılmak için /join yaz ve oyunu başlatmak için /start komutunu gönder.
zh_cn: 创建新游戏成功！请使用 /join 加入游戏，然后使用 /start 开始游戏
zh_tw: 已建立新遊戲! 使用 /join 加入遊戲，並使用 /start 開始遊戲。

source: There is no running game in this chat.
es_es: No hay ninguna partida en curso en este grupo.
ml_in: ഈ ചാറ്റിൽ പ്രവർത്തിക്കുന്ന ഗെയിമുകളൊന്നുമില്ല.
tr_tr: Bu sohbette başlamış bir oyun yok
zh_cn: 这个群中并没有正在运行的游戏。
zh_tw: 此聊天室尚無進行中的遊戲。

source: The game is not started yet. Join the game with /join and start the game with /start
tr_tr: Oyun henüz başlamadı. Oyuna katılmak için /join yazve oyunu başlatmak için /start komutunu gönder.
zh_cn: 游戏尚未开始。请使用 /join 加入游戏，然后使用 /start 开始游戏
zh_tw: 遊戲尚未開始。請使用 /join 加入遊戲，並使用 /start 開始遊戲。

source: Only the game creator ({name}) and admin can do that.
nb_no: Kun spillskaperen ({name}) og administratorer kan gjøre dette.
tr_tr: Yalnızca oyunun kurucusu ({name}) ve yönetici bunu yapabilir.
zh_cn: 只有游戏创建者 ({name}) 和管理员才能执行该命令。
zh_tw: 只有遊戲建立者 ({name}) 及管理員才能執行。

source: The lobby is closed
es_es: La sala está cerrada.
ml_in: ലോബി അടച്ചു
nb_no: Lobbyen er lukket
tr_tr: Girişler kapatıldı
zh_cn: 已禁止中途加入游戏
zh_tw: 遊戲大廳已關閉。

source: No game is running at the moment. Create a new game with /new
es_es: No hay ninguna partida en curso. Crea una partida con /new.
ml_in: ഒരു കളിയും ഇപ്പോൾ നടക്കുന്നില്ല /new പുതിയ കളി സൃഷ്ടിക്കുക.
tr_tr: Şu anda oyun mevcut değil. /new ile yeni bir oyun oluşturabilirsin.
zh_cn: 这个群并没有运行中的游戏。请使用 /new 创建新游戏
zh_tw: 目前沒有進行中的遊戲。請使用 /new 建立新遊戲。

source: You already joined the game. Start the game with /start
es_es: Ya te uniste a esta partida. Comienza la partida con /start.
ml_in: നിങ്ങൾ ഇതിനകം ഗെയിമിൽ ചേർന്നു. /start വച്ച് ഗെയിം സ്റ്റാർട്ട് ചെയ്യൂ.
tr_tr: Zaten oyuna katıldın. Oyunu başlatmak için /start komutunu kullan
zh_cn: 您已经加入了游戏。请使用 /start 开始游戏
zh_tw: 您已加入遊戲。請使用 /start 開始遊戲。

source: There are not enough cards left in the deck for new players to join.
nb_no: Ikke nok kort igjen i kortstokken til at nye spillere kan ta del.
tr_tr: Yeni oyuncuların katılması için destede yeterli kart kalmadı.
zh_cn: 牌堆中已经没有足够给新加入玩家的牌了。
zh_tw: 卡堆中已經沒有足夠給新進玩家的牌了。

source: Joined the game
es_es: Te uniste a la partida.
ml_in: ഗെയിമിൽ ചേർന്നു.
nb_no: Tok del i spillet
tr_tr: Oyuna katıldın
zh_cn: 游戏加入成功
zh_tw: 已加入遊戲

source: You are not playing in a game in this group.
es_es: No estas jugando a una partida en este grupo.
ml_in: നിങ്ങൾ ഈ ഗ്രൂപ്പിൽ ഗെയിം കളിക്കുന്നില്ല.
nb_no: Du er ikke delaktig i noe spill i denne gruppen.
tr_tr: Bu gruptaki bir oyunda yoksunuz.
zh_cn: 您在这个群中并没有参加游戏。
zh_tw: 您不在此群組的遊戲中。

source: Okay. Next Player: {name}
es_es: Okay. Siguiente Jugador: {name}
ml_in: ശരി. അടുത്ത കളിക്കാരൻ: {name}
tr_tr: Pekala. Sıradaki Oyuncu: {name}
zh_cn: 好的，轮到： {name}
zh_tw: 好的。下一位玩家: {name}

source: {name} left the game before it started.
nb_no: {name} forlot spillet før det startet.
tr_tr: {name}, başlamadan oyundan ayrıldı.
zh_cn: {name} 在游戏开始前就离开游戏了。
zh_tw: {name} 在遊戲開始前就離開遊戲了。

source: Player {name} is not found in the current game.
nb_no: Fant ikke spilleren «{name}» i nåværende spill.
tr_tr: Oyuncu {name} mevcut oyunda bulunamadı.
zh_cn: 未在当前游戏中找到{name}玩家。
zh_tw: 未在目前遊戲找到 {name} 玩家。

source: {0} was kicked by {1}
nb_no: {0} ble kastet ut av {1}
tr_tr: {0}, {1} tarafından atıldı!
zh_cn: {0} 已被 {1} 踢出游戏
zh_tw: {0} 被 {1} 踢出。

source: Please reply to the person you want to kick and type /kick again.
nb_no: Svar personen du vil kaste ut og skriv «/kick» igjen.
tr_tr: Lütfen atmak istediğiniz kişiyi alıntılayarak/kick komutunu yazın
zh_cn: 请回复要踢出的人，并再次输入 /kick 。
zh_tw: 請回覆要踢出的人，並再次輸入 /kick 。

source: Game not found.
es_es: Partida no encontrada.
ml_in: ഗെയിം കണ്ടെത്താന് ആയില്ല.
nb_no: Fant ikke spillet.
tr_tr: Oyun bulunamadı.
zh_cn: 游戏未找到。
zh_tw: 找不到遊戲。

source: Back to last group
es_es: De vuelta al último grupo.
ml_in: അവസാന ഗ്രൂപ്പിലേക്ക് മടങ്ങുന്നു.
nb_no: Tilbake til forrige gruppe
tr_tr: Son gruba geri dön
zh_cn: 返回上一个群
zh_tw: 回到上一個群組

source: Please switch to the group you selected!
es_es: ¡Por favor ve al grupo seleccionado!
ml_in: അവസാന ഗ്രൂപ്പിലേക്ക് മടങ്ങു.
nb_no: Bytt til gruppen du valgte.
tr_tr: Lütfen seçtiğiniz gruba geçin!
zh_cn: 请切换到您选择的群！
zh_tw: 請切換到您選取的群組!

source: Selected group: {group} <b>Make sure that you switch to the correct group!</b>
es_es: Grupo seleccionado: {group} <b>¡Asegúrate de haber cambiado al grupo correcto!</b>
ml_in: തിരഞ്ഞെടുത്ത ഗ്രൂപ്പ്: {group}n <b> നിങ്ങൾ ശരിയായ ഗ്രൂപ്പിലേക്ക് മാറുന്നുവെന്ന് ഉറപ്പാക്കുക! </ b>
nb_no: Valgt gruppe: {group} <b>Sørg for at du har byttet til riktig gruppe.</b>
tr_tr: Grup seçildi: {group} <b> Doğru gruba geçtiğinizden emin olun!</b>
zh_cn: 选择群： {group} <b>请确保您已切换到正确的群！</b>
zh_tw: 已選擇的群組: {group} <b>請確保您已切換到正確群組!</b>

source: Removing {name} from the game
es_es: Eliminando a {name} de la partida.
ml_in: ഗെയിമിൽ നിന്ന് {name} നീക്കംചെയ്യുന്നു.
tr_tr: {name} oyundan silindi.
zh_cn: 已成功将 {name} 移出游戏
zh_tw: 將 {name} 從遊戲移除

source: There is no game running in this chat. Create a new one with /new
es_es: No hay ninguna partida en curso en este chat. Crea una nueva con /new.
ml_in: ഈ ചാറ്റിൽ ഒരു ഗെയിമും പ്രവർത്തിക്കുന്നില്ല. /new പുതിയത് ഉപയോഗിച്ച് പുതിയൊരെണ്ണം തുടങ്ങൂ.
nb_no: Ingen aktive spill i denne sludringen. Opprett et med «/new».
tr_tr: Bu sohbette şu an oyun yok. /new ile yeni bir oyun oluşturabilirsin.
zh_cn: 这个群并没有运行中的游戏。请使用 /new 创建新游戏
zh_tw: 此聊天室目前沒有進行中的遊戲，使用 /new 開始新遊戲。

source: The game has already started
es_es: La partida ya ha comenzado.
ml_in: ഗെയിം തുടങ്ങി കഴിഞ്ഞു.
nb_no: Spillet har allerede startet
tr_tr: Oyun zaten başladı!
zh_cn: 游戏已经开始
zh_tw: 遊戲已經開始。

source: At least {minplayers} players must /join the game before you can start it
es_es: Antes de iniciar la partida, al menos {minplayers} jugadores deben unirse usando /join.
nb_no: Minst {minplayers} spillere må skrive «/join» for å ta del i spillet før du kan starte det.
tr_tr: Oyun başlatmak için en az {minplayers} kişi oyuna /join yazarak katılmalı.
zh_cn: 至少需要 {minplayers} 个人 /join 加入游戏，才能开始游戏
zh_tw: 必須至少要有 {minplayers} 個人 /join 才能開始遊戲。

source: First player: {name} Use /close to stop people from joining the game. Enable multi-translations with /enable_translations
es_es: Primer Jugador: {name} Usa /close para evitar que la gente se una a la partida. Habilita multi-traducciones con /enable_translations.
ml_in: ആദ്യ കളിക്കാരൻ: {name} ആളുകളെ ഗെയിമിൽ ചേരുന്നത് തടയാൻ ഉപയോഗിക്കുക / close /enable_translations ഉപയോഗിച്ച് ഒന്നിലധികം വിവർത്തനങ്ങൾ ഉപയോഗിക്കൂ.
tr_tr: İlk oyuncu: {name} /close yazarak oyuna daha fazla kişinin katılmasını kapatabilirsin. Çoklu dili etkinleştirmek için /enable_translations yaz.
zh_cn: 第一个出牌的玩家： {name} 可使用 /close 阻止其他人中途加入游戏。 使用 /enable_translations 启动游戏翻译功能
zh_tw: 第一位玩家: {name} 可使用 /close 防止玩家加入此場遊戲。 請使用 /enable_translations 開啟多翻譯模式。

source: Please select the group you want to play in.
es_es: Elige el grupo en el que deseas jugar.
ml_in: നിങ്ങൾ കളിക്കാൻ ആഗ്രഹിക്കുന്ന ഗ്രൂപ്പ് തിരഞ്ഞെടുക്കുക.
nb_no: Velg gruppen du vil spille i.
tr_tr: Lütfen oynamak istediğiniz grubu seçin
zh_cn: 请选择您要参加游戏的群。
zh_tw: 請選擇你要遊玩的群組。

source: Closed the lobby. No more players can join this game.
es_es: Sala cerrada. No podrán unirse más jugadores a la partida.
ml_in: ലോബി അടച്ചു. കൂടുതൽ കളിക്കാർക്ക് ഈ ഗെയിമിൽ ചേരാനാവില്ല.
nb_no: Lukket lobbyen. Ingen flere spillere kan ta del i spillet.
tr_tr: Girişler kapatıldı. Oyuna daha fazla oyuncu katılamaz.
zh_cn: 游戏已设置成不允许中途加入，玩家将不允许加入游戏。
zh_tw: 已關閉遊戲大廳。其他玩家無法再加入此場遊戲。

source: Opened the lobby. New players may /join the game.
es_es: Sala abierta. Ahora pueden unirse nuevos jugadores usando /join.
ml_in: ലോബി തുറന്നു. പുതിയ കളിക്കാർക്ക് ഗെയിം കളിക്കാൻ /join.
nb_no: Åpnet lobbyen. Nye spillere kan skrive «/join» for å ta del i spillet.
tr_tr: Girişler açıldı. Yeni oyuncular /join yazarak oyuna katılabilir.
zh_cn: 游戏已设置成允许中途加入，新玩家现在可以使用 /join 加入游戏。
zh_tw: 已開啟遊戲大廳。新玩家可以使用 /join 加入此場遊戲。

source: Enabled multi-translations. Disable with /disable_translations
es_es: Multi-traducciones habilitadas. Deshabilítalas con /disable_translations.
ml_in: ഭാഷ വിവർത്തനങ്ങൾ ഉപയോഗിക്കുന്നു. വിവർത്തനങ്ങൾ ഒഴിവാക്കാൻ /disable_translations ഉപയോഗിക്കുക.
nb_no: Multi-oversettelser påskrudd. Skru av med «/disable_translations».
tr_tr: Çoklu dil etkinleştirildi. Kapatmak için /disable_translations yaz.
zh_cn: 游戏翻译已启用，使用 /disable_translations 可以停用该功能
zh_tw: 已啟用多翻譯模式。可使用 /disable_translations 停用。

source: Disabled multi-translations. Enable them again with /enable_translations
es_es: Multi-traducciones deshabilitadas. Habilítalas de nuevo con /enable_translations.
ml_in: മറ്റ് ഭാഷ വിവർത്തനങ്ങൾ പ്രവർത്തനരഹിതമാക്കി. വിവർത്തനങ്ങൾ ഉപയോഗിക്കാൻ /enable_translations.
nb_no: Multi-oversettelser avskrudd. Skru på igjen med «/enable_translations».
tr_tr: Çoklu dil kapatıldı. Açmak için /enable_translations yaz.
zh_cn: 游戏翻译已停用，使用 /enable_translations 可以启用该功能
zh_tw: 已停用多翻譯模式。可使用 /enable_translations 再次啟用。

source: You are not playing in a game in this chat.
es_es: No estás jugando una partida en este chat.
ml_in: നിങ്ങൾ ഈ ചാറ്റിൽ ഗെയിം കളിക്കുന്നില്ല.
nb_no: Du spiller ikke i noe spill i denne sludringen.
tr_tr: Bu sohbetteki bir oyunda oynamıyorsun.
zh_cn: 您并不在游戏中。
zh_tw: 您不在此聊天室的遊戲中。

source: Please wait {time} second
es_es: Por favor, espere un segundo.
ml_in: {time} സെക്കൻഡ് വെയിറ്റ് ചെയ്യൂ.
nb_no: Vent {time} sekund
tr_tr: Lütfen {time} saniye bekleyin
zh_cn: 请等待 {time} 秒
zh_tw: 請等待 {time} 秒

source: Current game: {game}
nb_no: Nåværende spill: {game}
tr_tr: Mevcut oyun: {game}
zh_cn: 当前游戏： {game}
zh_tw: 目前遊戲: {game}

source: Gamemode changed to {mode}
nb_no: Spillmodus endret til {mode}
tr_tr: Oyun modu değiştirildi: {mode}
zh_cn: 游戏模式已切换为 {mode}
zh_tw: 遊戲模式已變更成 {mode}

source: Cheat attempt by {name}
es_es: {name} intentó hacer trampa.
ml_in: കള്ളകളി കളിക്കാനുള്ള ശ്രമം {name}
nb_no: Forsøk på juks av {name}.
tr_tr: {name}, hile yapmaya çalıştı!
zh_cn: {name} 试图作弊
zh_tw: {name} 嘗試作弊。

source: Next player: {name}
es_es: Siguiente Jugador: {name}.
ml_in: അടുത്ത കളിക്കാരൻ : {name}
nb_no: Neste avspiller: {name}
tr_tr: Sıradaki oyuncu: {name}
zh_cn: 轮到： {name}
zh_tw: 輪到: {name}

source: Waiting time for {name} has been reset to {time} seconds
es_es: El tiempo de espera para {name} se ha reiniciado a {time} segundos
ml_in: {name} നു വേണ്ടി കാതിരിക്കാനുള്ള സമയം {time} ലേക്ക് റീസെറ്റ് ചെയ്തു.
nb_no: Ventetid for {name} har blitt tilbakestilt til {time} sekunder.
tr_tr: {name} için bekleme süresi {time} saniye olarak sıfırlandı.
zh_cn: {name} 的等待时间已经重置为 {time} 秒
zh_tw: {name} 的等待時間已重設成 {time} 秒

source: Choose Color
es_es: Selecciona un color
ml_in: നിറം തിരഞ്ഞെടുക്കുക.
nb_no: Velg farge
tr_tr: Renk Seç
zh_cn: 选择颜色
zh_tw: 選擇顏色

source: Card (tap for game state):
tr_tr: Kart (oyun durumu için dokunun):
zh_cn: 手牌 (点击查看游戏状况)：
zh_tw: 卡牌 (按一下取得遊戲狀態):

source: {name} ({number} card)
es_es: {name} ({number} carta)
ml_in: {name} ({number} കാർഡ്)
nb_no: {name} ({number} kort)
tr_tr: {name}’ın ({number} kartı kaldı.)
zh_cn: {name} ({number} 张牌)
zh_tw: {name} (有 {number} 張牌)

source: You are not playing
es_es: No estás jugando.
ml_in: നിങ്ങൾ കളിക്കുന്നില്ല.
nb_no: Du spiller ikke.
tr_tr: Oyunda değilsin.
zh_cn: 您并不在游戏中
zh_tw: 您不在遊戲中。

source: Not playing right now. Use /new to start a game or /join to join the current game in this group
es_es: No estás jugando en este momento. Usa /new para comenzar una partida o /join si hay una partida en curso en este grupo.
ml_in: നിങ്ങൾ ഇപ്പോൾ കളിക്കുന്നില്ല. /new ഉപയോഗിച്ച് പുതിയ ഗെയിം തുടങ്ങൂ അല്ലെങ്കില്‍ /join ഉപയോഗിച്ച് ഗെയിൽ കളിക്കൂ.
nb_no: Spiller ikke akkurat nå. Bruk «/new» for å starte et spill, eller «/join» for å ta del i nåværende spill i denne gruppen.
tr_tr: Şu anda bir oyunda yoksun. Yeni bir oyun kurmak için /new, mevcut oyuna katılmak için /join yaz.
zh_cn: 您并不在游戏中。请使用 /new 创建一个新游戏，或者使用 /join 加入一个现有的游戏
zh_tw: 您現在不在遊戲中。請使用 /new 開始新遊戲，或使用 /join 加入目前此群組的遊戲。

source: The game wasn't started yet
es_es: La partida no ha comenzado todavía.
ml_in: ഗെയിം ഇതുവരെ തുടങ്ങിയില്ല.
nb_no: Spillet har ikke startet enda
tr_tr: Oyun henüz başlamadı
zh_cn: 游戏还没有开始
zh_tw: 遊戲尚未開始。

source: Start the game with /start
es_es: Comienza la partida con /start.
ml_in: ഗെയിം തുടങ്ങുന്നതിന് /start.
nb_no: Start spillet med «/start»
tr_tr: Oyunu /start ile başlat
zh_cn: 请先使用 /start 开始游戏
zh_tw: 請使用 /start 開始遊戲。

source: 🎻 Classic mode
nb_no: 🎻 Klassisk modus
tr_tr: 🎻 Klasik mod
zh_cn: 🎻 经典模式
zh_tw: 🎻 傳統模式

source: Classic 🎻
nb_no: Klassisk 🎻
tr_tr: Klasik 🎻
zh_cn: 经典 🎻
zh_tw: 傳統 🎻

source: 🚀 Sanic mode
nb_no: 🚀 Sanic-modus
tr_tr: 🚀 Fişek mod
zh_cn: 🚀 Sanic 模式
zh_tw: 🚀 Sanic 模式

source: Gotta go fast! 🚀
nb_no: Hurtighet først! 🚀
tr_tr: Daha hızlı ol! 🚀
zh_cn: 搞快点！ 🚀"
zh_tw: 得快點! 🚀

source: 🐉 Wild mode
nb_no: 🐉 Vilt modus
tr_tr: 🐉 Vahşi mod
zh_cn: 🐉 野性模式
zh_tw: 🐉 野外 (Wild) 模式

source: Into the Wild~ 🐉
nb_no: Inn i naturen~ 🐉
tr_tr: Vahşi doğuya ~ 🐉
zh_cn: 进入旷野~ 🐉
zh_tw: 走進野外~ 🐉

source: Drawing {number} card
es_es: Robando {number} carta.
ml_in: {number} കാർഡ് വലിക്കുന്നു.
nb_no: Trekker {number} kort
tr_tr: {number} kart çekildi
zh_cn: 抽取 {number} 张牌
zh_tw: 抽 {number} 張牌

source: Pass
es_es: Pasar
ml_in: പാസ്.
tr_tr: Pas
zh_cn: 过
zh_tw: PASS! 下一位!

source: I'm calling your bluff!
es_es: ¡Es un farol!
ml_in: ഞാന് bluff വിളിക്കുന്നു.
nb_no: Jeg ser bløffen din.
tr_tr: Blöf yapıyorsun!!
zh_cn: 我要质疑你！
zh_tw: 別騙了，虛張聲勢 = =

source: Current player: {name}
es_es: Jugador actual: {name}.
ml_in: നിലവിലെ കളിക്കാരൻ: {name}
nb_no: Nåværende spiller: {name}
tr_tr: Şu anki oyuncu: {name}
zh_cn: 轮到： {name}
zh_tw: 目前玩家: {name}

source: Last card: {card}
es_es: Última carta: {card}.
tr_tr: Son kart: {card}
zh_cn: 上一张牌： {card}
zh_tw: 上一張牌: {card}

source: Player: {player_list}
es_es: Jugador: {player_list}
ml_in: കളിക്കാരൻ: {player_list}
nb_no: Spiller: {player_list}
tr_tr: Oyuncu: {player_list}
zh_cn: 玩家： {player_list}
zh_tw: 玩家: {player_list}

source: Please edit your settings in a private chat with the bot.
es_es: Por favor, edita tus ajustes en un chat privado con el bot.
ml_in: നിങ്ങളുടെ ക്രമീകരണങ്ങൾ പ്രൈവറ്റ് ചാറ്റിൽ അപ്ഡേറ്റ് ചെയ്യുക.
nb_no: Rediger innstillingene dine i en privat sludring med botten.
tr_tr: Lütfen ayarlarınızı botun özel sohbetinde düzenleyin.
zh_cn: 请私聊我修改您的设置。
zh_tw: 請私訊這台機器人來編輯設定。

source: Delete all statistics
es_es: Borrar estadísticas
ml_in: ഗെയിം വിവരങ്ങൾ ഡിലീറ്റ് ചെയ്യുന്നതിന്.
nb_no: Slett all statistikk
tr_tr: Tüm istatistikleri sil
zh_cn: 删除所有统计数据
zh_tw: 刪除所有統計資料

source: Enable statistics
es_es: Habilitar estadísticas
ml_in: ഗെയിം വിവരങ്ങൾ ലഭ്യമാക്കുന്നതിന്.
nb_no: Skru på statistikk
tr_tr: İstatistikleri Aç
zh_cn: 启用数据统计
zh_tw: 啟用統計資料

source: Language
es_es: Idioma
ml_in: ഭാഷ.
nb_no: Språk
tr_tr: Dil
zh_cn: 语言
zh_tw: 語言

source: Settings
es_es: Ajustes
ml_in: സജീകരണങ്ങൾ.
nb_no: Innstillinger
tr_tr: Ayarlar
zh_cn: 设置
zh_tw: 設定

source: Enabled statistics!
es_es: ¡Estadísticas habilitadas!
ml_in: ഗെയിം വിവരങ്ങൾ enable ചെയ്തു.
nb_no: Statistikk påskrudd.
tr_tr: İstatistikler açıldı!
zh_cn: 数据统计已启用！
zh_tw: 已啟用統計資料!

source: Select locale
es_es: Selecciona tu idioma
ml_in: ഭാഷ തിരഞ്ഞെടുക്കൂ.
tr_tr: Dili seçiniz
zh_cn: 请选择语言
zh_tw: 選擇語言

source: Deleted and disabled statistics!
es_es: ¡Estadísticas borradas y deshabilitadas!
ml_in: ഗെയിം വിവരങ്ങൾ ഡിലീറ്റ് ചെയ്യുകയും disable ചെയ്യുകയും ചെയ്തു.
nb_no: Statistikk slettet og avskrudd.
tr_tr: İstatistikler devredışı bırakıldı ve silindi!
zh_cn: 统计数据已经被删除并已停用！
zh_tw: 已停用並刪除統計資料!

source: Set locale!
es_es: ¡Idioma seleccionado!
ml_in: ഭാഷ തിരഞ്ഞെടുക്കൂ.
tr_tr: Dil seçildi!
zh_cn: 语言设置成功！
zh_tw: 已設定語言!

source: Follow these steps: 1. Add this bot to a group 2. In the group, start a new game with /new or join an already running game with /join 3. After at least two players have joined, start the game with /start 4. Type <code>@UnuRobot</code> into your chat box and hit <b>space</b>, or click the <code>via @UnuRobot</code> text next to messages. You will see your cards (some greyed out), any extra options like drawing, and a <b>?</b> to see the current game state. The <b>greyed out cards</b> are those you <b>can not play</b> at the moment. Tap an option to execute the selected action. Players can join the game at any time. To leave a game, use /leave. If a player takes more than 90 seconds to play, you can use /skip to skip that player. Use /notify_me to receive a private message when a new game is started. <b>Language</b> and other settings: /settings Other commands (only game creator): /close - Close lobby /open - Open lobby /kill - Terminate the game /kick - Select a player to kick by replying to him or her /enable_translations - Translate relevant texts into all languages spoken in a game /disable_translations - Use English for those texts <b>Experimental:</b> Play in multiple groups at the same time. Press the <code>Current game: ...</code> button and select the group you want to play a card in. If you enjoy this bot, <a href="https://t.me/storebot?start=UnuRobot">rate me</a>, join the <a href="https://t.me/UnuRobotUpdates">update channel</a> and buy an UNO card game.
tr_tr: Şu adımları takip edin: 1. Botu grubunuza ekleyin 2. Grupta /new ile yeni bir oyun oluştur ya da /join ile mevcut oyuna katıl 3. En az 2 oyuncu katıldıktan sonra oyuna, /start yazarak başlayın 4. Sohbete <code>@UnuRobot</code> yazıp <b>boşluk</b> bırakın ya da <code>@UnuRobot aracılığıyla</code> yazısına dokunun. Kendi kartlarını (bazıları soluk renkte) göreceksin, ekstra seçenekler: kart çekme (drawing) kart almanızı sağlar, ve <b>?</b> işareti oyun durumunu size bildirir. <b>Gri renkli kartların</b> anlamı şu anda bunu <b>oynayamazsın</b> demektir. Bir işlem yapmak için seçeneklere dokunun. Oyuncular oyuna herhangi bir zamanda katılabilir. Ayrılmak için /leave yazabilir. Oyuncu 90 saniyeden uzun süredir oynamadıysa sırayı atlamak için /skip yazabilirsin. Yeni bir oyun başladığında özel bir bildirim almak için /notify_me komutunu kullanabilirsiniz. <b>Dil</b> veya diğer ayarlar için: /settings Diğer komutlar: (sadece kurucu) /close - Girişleri kapar /open - Girişleri açar /kill - Oyunu sonlandırır /kick - Alıntılanarak yazılan oyuncu oyundan atılır /enable_translations - İlgili metinleri konuşulan tüm tüm dillere çevirir /disable_translations - Bu metinleri ingilizce gösterir <b>Denenebilir:</b> Aynı anda birden fazla grupta oynayın. <code>Mevcut oyun: ...</code> butonu ile oynamak istediğiniz grubu seçin Eğer bu botu sevdiysen, <a href="https://t.me/storebot?start=UnuRobot">beni oyla</a>, kanala <a href="https://t.me/UnuRobotUpdates">katıl</a> ve UNO oyun kartları satın al.
zh_cn: 游戏指引： 1. 将这个 Bot 加进一个群 2. 在这个群中，您可以使用 /new 创建一个新游戏，或者使用 /join 加入一个现有的游戏 3. 当有最少两名玩家加入后，请使用 /start 开始游戏 4. 在聊天框中输入 <code>@UnuRobot</code> 并按空格键，或者点击信息旁边的 <code>via @UnuRobot</code> 。您就可以看到您的手牌，以及一些像抽牌这样的选项， <b>?</b> 选项用来查看当前游戏状态。 <b>灰色的牌</b> 是您当前 <b>不可以</b> 打出的。请选择其中的一个选项。 玩家随时可以加入游戏，如果想要离开当前的游戏，请输入 /leave 。如果玩家超过 90 秒没有出牌，您可以使用 /skip 跳过这个玩家 <b>语言</b> 和其他设置： /settings 其他命令（仅限游戏创建者使用） /close - 不允许其他人中途加入 /open - 允许其他人中途加入 /enable_translations - 翻译文本给游戏中所有使用不同语言的玩家 /disable_translations - 关闭翻译并使用英文 <b>实验性功能：</b> 玩家可以同时在多个群组中进行游戏。点击 <code>当前游戏： ...</code> 按钮然后选择您想在哪个群组玩。 如果喜欢这个机器人， 请给机器人 <a href="https://t.me/storebot?start=UnuRobot">评分</a> ，订阅 <a href="https://t.me/UnuRobotUpdates"> 更新频道</a> 获取最新消息，并买一副 UNO 牌。
zh_tw: 請遵循以下步驟: 1. 將機器人加入群組。 2. 在群組中，請使用 /new 開始一場新遊戲，或是使用 /join 加入已經開始的遊戲。 3. 在至少兩個玩家加入之後使用 /start 開始遊戲 4. 將 <code>@UnuRobot</code> 輸入到聊天列中，並按下 <b>空白</b> 鍵，或者是按下訊息旁的 <code>[via @UnuRobot]</code> 文字。您將會看見您的卡牌 (部分是灰的)、延伸功能 (例如抽牌)，以及可用來檢視目前遊戲狀態的 <b>?</b>。<b>灰色卡牌</b>為您現在<b>不能使用</b>的卡牌。按一下選項以執行選取的動作 玩家可隨時加入遊戲。若要離開遊戲，請使用 /leave。如果一名玩家停滯了超過 90 秒，您可使用 /skip 跳過該名玩家。請使用 /notify_me 以在新一局遊戲開始時收到私訊。 <b>語言</b>及其他設定: /settings 其他指令 (僅遊戲建立者可使用): /close - 關閉遊戲大廳 /open - 開啟遊戲大廳 /kill - 終止遊戲 /kick - 透過回覆以踢出玩家 /enable_translations - 將對應文字翻譯成遊戲中所有使用的語言。 /disable_translations - 僅顯示對應文字的英文版本。 <b>實驗性功能:</b> 同時在多個群組遊玩。請按下 <code>[目前遊戲: ...]</code> 按鈕，並選取你想玩的群組。 如果你享受這台機器人，請<a href="https://t.me/storebot?start=UnuRobot">評價這台機器人</a>、加入<a href="https://t.me/UnuRobotUpdates">更新頻道</a>並買一款 UNO 卡牌遊戲。
