Repository: AmanoTeam/UnuRobot
Catalog: locales/*/LC_MESSAGES/unobot.po
Languages: es_es, ml_in, nb_no, tr_tr, zh_cn, zh_tw

source: This bot is Free Software and licensed under the AGPL. The code is available here: https://github.com/AmanoTeam/UnuRobot
es_es: Este bot es Software Libre y esta licenciado bajo AGPL. El código esta disponible aquí: https://github.com/AmanoTeam/UnuRobot
ml_in: ഈ ബോട്ട് ഒരു സ്വതന്ത്ര സോഫ്റ്റ് വെയർ ആണ്, എജിപിഎൽ കീഴിൽ ലൈസൻസ് ഉള്ളതാണ്. കോഡ് ഇവിടെ ലഭ്യമാണ്: https://github.com/AmanoTeam/UnuRobot
nb_no: Denne botten er fri programvare, lisensiert AGPLv3+. Kildekoden er tilgjengelig på https://github.com/AmanoTeam/UnuRobot
tr_tr: Bu bot Açık Kaynak ve AGPL lisanslıdır. Kodları burada: https://github.com/AmanoTeam/UnuRobot
zh_cn: 本机器人是一个在 AGPL 协议下发行的自由软件。源代码可以在这里取得： https://github.com/AmanoTeam/UnuRobot
zh_tw: 這台機器人是自由軟體，使用 AGPL 授權。程式碼可在此處取得: https://github.com/AmanoTeam/UnuRobot

source: Attributions: Draw icon by <a href="http://www.faithtoken.com/">Faithtoken</a> Pass icon by <a href="http://delapouite.com/">Delapouite</a> Originals available on http://game-icons.net Icons edited by ɳick
tr_tr: Teşekkürler: Çekme simgesi <a href="http://www.faithtoken.com/">Faithtoken</a> Pas simgesi <a href="http://delapouite.com/">Delapouite</a> Orijinalleri http://game-icons.net ɳick taradından düzenlendi. Türkçe çevirisi: @holytotem tarafından yapılmıştır.
zh_cn: 来源: 抽牌图标来自 <a href=\http://www.faithtoken.com/\>Faithtoken</ a>。 跳过图标來自 <a href=\http://delapouite.com/\>Delapouite</a>。 原始图标可在 http://game-icons.net 获取。 图标由 ɳick 编辑
zh_tw: 來源: 抽牌 (Draw) 圖示來自 <a href="http://www.faithtoken.com/">Faithtoken</a>。 跳過 (Pass) 圖示來自 <a href="http://delapouite.com/">Delapouite</a>。 原始圖示可在 http://game-icons.net 取得。 圖示由 ɳick 編輯。

source: All news here: https://t.me/UnuRobotUpdates
es_es: Todas las noticias aquí: https://t.me/UnuRobotUpdates
ml_in: അപ്‌ഡേറ്റുകൾക്കായി ഗ്രൂപ്പ് ജോയിൻ ചെയ്യാം https://t.me/UnuRobotUpdates
nb_no: Alle nyheter her: https://t.me/UnuRobotUpdates
tr_tr: Tüm yenilikler burada: https://t.me/UnuRobotUpdates
zh_cn: 查看机器人的所有更新: https://t.me/UnuRobotUpdates
zh_tw: 新聞頻道: https://t.me/UnuRobotUpdates

source: You did not enable statistics. Use /settings in a private chat with the bot to enable them.
es_es: Tus estadísticas no están habilitadas. Usa /settings en un chat privado con el bot para habilitarlas.
ml_in: ഗെയിം വിവരങ്ങൾ enable ചെയ്തിട്ടില്ല. /settings ബോടിന്റെ പ്രൈവറ്റ് ചാറ്റിൽ ഉപയോഗിച്ച് ഗെയിം വിവരങ്ങൾ പ്രവർത്തനക്ഷമമാക്കൂ.
nb_no: Du har ikke skrudd på statistikk. Bruk «/settings» i et privat sludringsvindu med botten for å skru dette på.
tr_tr: İstatistikleri etkinleştirmediniz. Bota özel sohbetten/settings komutunu gönderve istatistik ayarını aç
zh_cn: 您并没有启用数据统计。请私聊我发送 /settings 进行设置。
zh_tw: 您尚未啟用統計資料。請在這台機器人的私人對話中傳送 <code>/settings</code> 以啟用。

source: {number} game played
es_es: {number} partida jugada.
ml_in: {number} ഗെയിം കളിച്ചു.
nb_no: {number} spill spilt
tr_tr: {number} Oyun oynandı
zh_cn: 玩了 {number} 盘
zh_tw: 已遊玩 {number} 場遊戲

source: {number} first place ({percent}%)
es_es: {number} primer lugar ({percent}%).
ml_in: {number} ഒന്നാം സ്ഥാനം ({percent}%).
nb_no: {number} førsteplass ({percent}%)
tr_tr: {number} Defa birincilik ({percent}%)
zh_cn: 赢了 {number} 盘 ({percent}%)
zh_tw: 拿了 {number} 次第一名 ({percent}%)

source: {number} card played
es_es: {number} carta jugada.
ml_in: {number} കാർഡ് കളിച്ചു.
nb_no: {number} kort spilt
tr_tr: {number} Kart oynandı
zh_cn: 总共出过 {number} 张牌
zh_tw: 已遊玩 {number} 張牌

source: {emoji} Red
es_es: {emoji} Rojo
ml_in: {emoji} ചുവപ്പ്.
nb_no: {emoji} Rød
tr_tr: {emoji} Kırmızı
zh_cn: {emoji} 红色
zh_tw: {emoji} 紅色

source: {emoji} Blue
es_es: {emoji} Azul
ml_in: {emoji} നീല.
nb_no: {emoji} Blå
tr_tr: {emoji} Mavi
zh_cn: {emoji} 蓝色
zh_tw: {emoji} 藍色

source: {emoji} Green
es_es: {emoji} Verde
ml_in: {emoji} പച്ച.
nb_no: {emoji} Grønn
tr_tr: {emoji} Yeşil
zh_cn: {emoji} 绿色
zh_tw: {emoji} 綠色

source: {emoji} Yellow
es_es: {emoji} Amarillo
ml_in: {emoji} മഞ്ഞ.
nb_no: {emoji} Gul
tr_tr: {emoji} Sarı
zh_cn: {emoji} 黄色
zh_tw: {emoji} 黃色

source: Make your choice!
nb_no: Gjør ditt valg.

source: Choose Player
nb_no: Velg avspiller

source: 🔫 7-0 mode
nb_no: 🔫 7-0 -modus

source: Carioca mode on 🔫
nb_no: Carioca-modus påslått 🔫

source: ✍️ Text mode
nb_no: ✍️ Tekst-modus

source: Text ✍️
nb_no: Tekst ✍️

source: Follow these steps: 1. Add this bot to a group 2. In the group, start a new game with /new or join an already running game with /join 3. After at least two players have joined, start the game with /start 4. Type <code>@UnuRobot</code> into your chat box and hit <b>space</b>, or click the <code>via @UnuRobot</code> text next to messages. You will see your cards (some greyed out), any extra options like drawing, and a <b>?</b> to see the current game state. The <b>greyed out cards</b> are those you <b>can not play</b> at the moment. Tap an option to execute the selected action. Players can join the game at any time. To leave a game, use /leave. If a player takes more than 90 seconds to play, you can use /skip to skip that player. Use /notify_me to receive a private message when a new game is started. <b>Language</b> and other settings: /settings Other commands (only game creator): /close - Close lobby /open - Open lobby /kill - Terminate the game /kick - Select a player to kick by replying to him or her /enable_translations - Translate relevant texts into all languages spoken in a game /disable_translations - Use English for those texts <b>Experimental:</b> Play in multiple groups at the same time. Press the <code>Current game: ...</code> button and select the group you want to play a card in. If you enjoy this bot, join the <a href="https://t.me/UnuRobotUpdates">update channel</a> and buy an UNO card game.
nb_no: Følg disse stegene: 1. Legg til denne botten i en gruppe 2. I gruppen kan du starte et nytt spill med «/new», eller ta del i et allerede kjørende spill med «/join» 3. Etter at minst to spillere har blitt med kan du starte spillet med «/start» 4. Skriv <code>@UnuRobot</code> i sludringsboksen og trykk <b>mellomrom</b>, eller klikk på <code>via @UnuRobot</code>-teksten ved siden av meldinger. Du vil se kortene dine (noen utgrået), noen ekstra alternativer som tegning og et <b>?</b> for å se gjeldende spilltilstand. <b>Utgråede kort</b> er dem du <b>ikke kan spille</b> for øyeblikket. Trykk på et alternativ for å utføre valgt handling. Spillere kan bli med i spillet når som helst. For å forlate et spill, bruker du «/leave». Hvis en spiller bruker mer enn 90 sekunder på å spille, kan du bruke «/skip» for å hoppe over den spilleren. Bruk «/notify_me» for å motta en privat melding når et nytt spill startes. <b> Språk</b> og andre innstillinger: /settings Andre kommandoer (kun for spillskaperen): «/close» - Lukk lobbyen «/open» - Åpne lobbyen «/kill» - Avslutt spillet «/kick» - Velg en spiller å sparke ved å svare vedkommende «/enable_translations» - Oversett relevante tekster til alle språk som snakkes i et spill «/disable_translations» - Bruk engelsk for disse tekstene <b> Eksperimentelt:</b> Spill i flere grupper samtidig. Trykk på <code>Gjeldende spill: ...</code>-knappen og velg gruppen du vil spille et kort i. Hvis du liker denne botten, kan du bli med i <a href="https://t.me/UnuRobotUpdates">oppdateringskanalen</a> og kjøpe et UNO-kortspill.

source: This UNO bot has five game modes: Classic, Sanic, Wild, Text and 7-0. 🎻 The Classic mode uses the conventional UNO deck and there is no auto skip. 🚀 The Sanic mode uses the conventional UNO deck and the bot automatically skips a player if he/she takes too long to play its turn 🐉 The Wild mode uses a deck with more special cards, less number variety and no auto skip. ✍️ The Text mode uses the conventional UNO deck but instead of stickers it uses the text. 🔫 The 7-0 mode uses the conventional UNO deck but when a player plays a 7, he/she can choose a player to swap cards with. When a player plays a 0, all cards will be swapped between the current players. To change the game mode, the GAME CREATOR has to type the bot nickname and a space, just like when playing a card, and all gamemode options should appear.
nb_no: Denne UNO-boten har fem spillmodus: Klassisk, Sanic, vilt, tekst og 7-0. 🎻 Klassisk modus bruker den konvensjonelle UNO-kortstokken og ingen hoppes over automatisk. 🚀 Sanic-modus bruker den konvensjonelle UNO-kortstokken og botten hopper automatisk over en spiller hvis vedkommende bruker for lang tid på sin tur. 🐉 Vilt modus bruker en kortstokk med flere spesialkort, mindre tallvariasjon, og ingen hoppes over automatisk. ✍️ Tekstmodus bruker den konvensjonelle UNO-kortstokken, men i stedet for klistremerker bruker den tekst. 🔫 7-0 -modus bruker den konvensjonelle UNO-kortstokken, men når en spiller legger ned en 7-er, kan vedkommende velge en spiller å bytte kort med. Når en spiller legger ned et 0-kort, vil alle kort byttes mellom de nåværende spillerne. For å endre spillmodus må spillskaperen skrive inn kallenavnet og et mellomrom, akkurat som når du spiller et kort, og alle spillmodusalternativer vises.
